Repository: csc-EricWu/AwInSDK
Catalog: language/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, ko, ru, vi, zh_hans, zh_hk

# 通知
source: Notice
de: Mitteilung
es: Atención
fr: Attention
hi: सूचना
ja: に知らせる
ko: 알림
ru: Внимание!
vi: Thông Báo
zh_hans: 通知
zh_hk: 通知

# 为了更好的说明服务内容并优化您的游戏体验，请查看以下的的条款，点击同意则表示接受条款内容并继续游戏。
source: In order to better explain the service content and optimize your gaming experience, please refer to the following terms and Click Agree to accept the terms and proceed to the game.
de: Um den Service-Inhalt besser zu erklären und Ihr Spielerlebnis zu optimieren, lesen Sie bitte die folgenden Bedingungen. Klicken Sie auf Einverständnis bedeutet, die Bedingungen zu akzeptieren und das Spiel fortzusetzen.
es: Para explicar mejor el contenido del servicio y optimizar su experiencia de juego, revise los siguientes términos, y haga clic en aceptar para aceptar el contenido de los términos y continuar el juego.
fr: Pour mieux illustrer le contenu du service et optimiser votre expérience de jeu, consultez les conditions ci - dessous et en cliquant sur accepter, vous acceptez le contenu des conditions et continuez à jouer.
hi: सेवा सामग्री को बेहतर स्पष्ट करने के लिए और अपने खेल अनुभव को अधिकृत करने के लिए, कृपया निम्न शर्तों को पुनरावृत्ति करें. क्लिक
ja: サービス内容をより詳細に説明し、ゲーム体験を最適化するためには、次の条項を参照してください。同意をクリックすると、条項の内容を受け入れ、ゲームを続行することができます。
ko: 자세한 서비스 내용과 게임 경험의 최적화를 위해 아래 조항을 확인하세요. 동의를 누르면 조항 내용에 동의하고 게임을 계속합니다.
ru: Чтобы лучше проиллюстрировать содержание сервиса и оптимизировать ваш игровой опыт, ознакомьтесь со следующими условиями и нажмите на согласие, чтобы принять содержание условий и продолжить игру.
vi: Để giải thích rõ hơn về nội dung dịch vụ và tối ưu hóa trải nghiệm chơi game của bạn, vui lòng xem lại các điều khoản sau, nhấp vào Đồng ý để chấp nhận nội dung và tiếp tục chơi.
zh_hans: 为了更好的说明服务内容并优化您的游戏体验，请查看以下的的条款，点击同意则表示接受条款内容并继续游戏。
zh_hk: 為了更好的說明服務內容並優化您的遊戲體驗，請查看以下條款，點擊同意則表示接受條款內容並繼續遊戲。

# 隐私政策
source: Privacy Policy
ko: 개인정보처리방침
zh_hans: 隐私政策
zh_hk: 隱私政策

# 用户条款
source: Terms of Use
ko: 이용약관
zh_hans: 用户条款
zh_hk: 用戶條款

# 同意
source: Agree
de: Einverständnis
es: De acuerdo
fr: D'accord.
hi: स्वीकार
ja: に同意
ko: 동의
ru: Согласен
vi: Đồng Ý
zh_hans: 同意
zh_hk: 同意

# 登录
source: Login
es: Iniciar sesión
fr: Se connecter
hi: लॉगइन
ja: ログイン＃
ko: 로그인
ru: Регистрация
vi: Đăng Nhập
zh_hans: 登录
zh_hk: 登入

# 游客
source: Guest
vi: Khách
zh_hans: 游客
zh_hk: 遊客

# 邮箱
source: Email
zh_hans: 邮箱
zh_hk: 郵箱

# 请输入您的邮箱
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e - mail
hi: इमेल पता
ja: メールアドレス
ko: 이메일 주소
ru: Почтовый ящик
vi: Vui lòng nhập Email
zh_hans: 请输入您的邮箱
zh_hk: 請輸入您的郵箱

# 下一步
source: Next
de: Nächster
es: Siguiente
fr: Suivant
hi: अगला
ja: 次へ
ko: 다음 단계
ru: Следующий
vi: Tiếp
zh_hans: 下一步
zh_hk: 下一步

# 邮箱验证码
source: Enter Code
de: Prüfcode
es: Código
fr: E-mail Code
hi: कोड भरें
ja: 認証コード
ko: 인증 코드
ru: Введите код
vi: Mã Xác Nhận
zh_hans: 邮箱验证码
zh_hk: 郵箱驗證碼

# 重新发送
source: Resend
de: Senden
es: Correo
fr: Renvoyer
hi: फिर भेजें
ja: 再送信
ko: 재발송
ru: Почта
vi: Gửi lại
zh_hans: 重新发送
zh_hk: 重新發送

# 已发送至
source: send to
de: senden an
es: Enviado a
fr: Envoyer à
hi: भेजें
ja: 送信先
ko: 다음으로 전송됨
ru: Отправить в
vi: Đã gửi đến
zh_hans: 已发送至
zh_hk: 已發送至

# 当前无可用登录方式
source: No login methods
de: Keine Anmeldemethoden
es: No hay método de inicio de sesión
fr: Aucune méthode de connexion
hi: कोई लॉगइन पद्धति नहीं
ja: 現在使用可能なログイン方法はありません
ko: 현재 사용 가능한 로그인 방법이 없습니다.
ru: Нет способа регистрации
vi: Hiện không có hình thức nào
zh_hans: 当前无可用登录方式
zh_hk: 当前无可用登录方式

# 账号
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
ru: Счета
vi: Số tài khoản
zh_hans: 账号
zh_hk: 賬號

# 绑定账号
source: Bind Account
de: Verbindliches Konto
es: Cuenta vinculada
fr: Lier un compte
hi: बाइन्ड खाता
ja: バインドアカウント
ko: 계정 연동
ru: Связанный счет
vi: Tài khoản liên kết
zh_hans: 绑定账号
zh_hk: 綁定賬號

# 切换账号
source: Switch Account
de: Konto wechseln
es: Cuenta de conmutación
fr: Compte switch
hi: खाता स्विच करें
ja: アカウントの切り替え
ko: 계정 전환
ru: Коммутаторный счет
vi: Đổi tài khoản
zh_hans: 切换账号
zh_hk: 切換賬號

# 解绑
source: Unbind
de: Abbinden
es: Desbloquear
fr: Dégrouper
hi: अबाइंड
ja: ひもを解く
ko: 해제
ru: Освободите
vi: Hủy liên kết
zh_hans: 解绑
zh_hk: 解綁

# 去绑定
source: Bind
de: Binden
es: Vinculación
fr: Liaison
hi: बाइन्ड
ja: バインド
ko: 연동
ru: Привязка
vi: Liên kết
zh_hans: 去绑定
zh_hk: 去綁定

# 当前无可用绑定方式。
source: No binding methods
de: Keine verbindlichen Methoden
es: Método sin consolidar
fr: Méthode sans liaison
hi: कोई बाइंडिंग पद्धति नहीं
ja: 現在使用可能なバインド方法はありません。
ko: 현재 사용 가능한 연동 방법이 없습니다.
ru: Метод без привязки
vi: Hiện tại không có cách ràng buộc sẵn sàng
zh_hans: 当前无可用绑定方式。
zh_hk: 當前無可用綁定方式。

# 此账号已被绑定，请返回使用其他账号。
source: This account has been bound. Please go back and use another account.
de: Dieses Konto wurde gebunden. Bitte gehen Sie zurück und verwenden Sie ein anderes Konto.
es: Esta cuenta está vinculada. Por favor, regrese y use otra cuenta.
fr: Ce compte est lié. Veuillez revenir et utiliser un autre compte.
hi: यह खाता बाइंड है. कृपया वापस जाओ और दूसरा खाता इस्तेमाल करें.
ja: このアカウントはバインドされています。別のアカウントの使用に戻ってください
ko: 이 계정은 이미 연동되었습니다. 다른 계정으로 시도해 주세요.
ru: Этот аккаунт привязан. Пожалуйста, вернитесь и используйте другой аккаунт.
vi: Tài khoản này đã bị khóa, vui lòng quay lại sử dụng tài khoản khác.
zh_hans: 此账号已被绑定，请返回使用其他账号。
zh_hk: 此賬號已被綁定，請返回使用其他賬號。

# 解绑账号
source: Unbind Account
de: Konto aufheben
es: Desbloquear cuenta
fr: Annuler lier un compte
hi: खाता अनबाइंड करें
ja: アカウントの解除
ko: 계정 해제
ru: Скачать аккаунт
vi: Mở tài khoản
zh_hans: 解绑账号
zh_hk: 解綁賬號

# 您将无法使用该社交账号登录此游戏账号,确定取消绑定吗?解绑前会进行验证，以确保账号安全。
source: You will not be able to login to this game account using this social account. Are you sure to unbind it?Before unbinding, verification will be conducted to ensure account security.
de: Sie können sich mit diesem sozialen Konto nicht bei diesem Spielkonto anmelden. Bist du sicher, dass du es losbindest? Vor der Freigabe wird eine Überprüfung durchgeführt, um die Sicherheit des Kontos zu gewährleisten.
es: No podrá iniciar sesión en esta cuenta de juego con esta cuenta social. ¿Estás seguro de que quieres desatar? Antes de desbloquear, se realizará una verificación para garantizar la seguridad de la cuenta.
fr: Vous ne pourrez pas vous connecter à ce compte de jeu avec ce compte social. Êtes - vous sûr de vouloir dissocier? Avant de dissocier, une vérification sera effectuée pour assurer la sécurité du compte.
hi: आप इस सामाजिक खाता के प्रयोग से इस खेल खाता में लागइन नहीं कर सकते। क्या आप इसे अबाइंड करने के लिए यकीन है? अबाइंडिंग से पहले, खाता सुरक्षा सुरक्षित करने के लिए परीक्षण किया जाएगा.
ja: このSNSアカウントを使用してこのゲームアカウントにログインすることはできません。本当にバインド解除しますか？ロック解除前に認証を行い、アカウントの安全を確保します。
ko: 이 소셜 계정을 사용하여 이 게임 계정에 로그인할 수 없게 됩니다. 연동을 해제하시겠습니까? 계정 보안을 위해 해재 전에 인증을 시행합니다.
ru: Вы не сможете войти в эту учетную запись игры с помощью социальной учетной записи, чтобы убедиться в отмене привязки? Перед освобождением производится проверка для обеспечения безопасности учетной записи.
vi: Bạn sẽ không thể sử dụng tài khoản xã hội đó để đăng nhập vào tài khoản trò chơi này, bạn có chắc chắn rằng bạn đã bỏ liên kết không? Trước khi cởi trói sẽ tiến hành nghiệm chứng, để bảo đảm tài khoản an toàn.
zh_hans: 您将无法使用该社交账号登录此游戏账号,确定取消绑定吗?解绑前会进行验证，以确保账号安全。
zh_hk: 您將無法使用該社交賬號登入此游戏賬號，確定取消綁定嗎？賬號驗證成功即可解綁。

# 取消
source: Cancel
de: Abbrechen
es: Cancelación
fr: Annulation
hi: रद्द करें
ja: キャンセル
ko: 취소
ru: Отменить
vi: Hủy bỏ
zh_hans: 取消
zh_hk: 取消

# 是否确定切换账号?将退出当前账号，并返回登录界面。
source: If you logout you'll restart from the beginning of the game.You can login again to continue playing your current progress.
de: Wenn du dich abmeldest, startest du von Anfang an neu. Sie können sich erneut anmelden, um Ihren aktuellen Fortschritt fortzusetzen.
es: Si se retira, se reiniciará a partir del juego. Puede iniciar sesión de nuevo para continuar reproduciendo el progreso actual.
fr: Si vous quittez, vous redémarrerez à partir du début du jeu. Vous pouvez vous connecter à nouveau pour continuer à jouer à votre progression actuelle.
hi: यदि आप लॉगआउट करेंगे तो आप खेल के प्रारंभ से पुनः प्रारंभ करेंगे. आप अपने मौजूदा प्रगति को बजाने के लिए फिर लागइन कर सकते हैं.
ja: アカウントを切り替えてよろしいですか？現在のアカウントを終了し、ログインインタフェースに戻ります。
ko: 계정을 바꾸시겠습니까?현재 계정이 로그아웃되고 로그인 화면으로 돌아갑니다.
ru: Если вы выйдете, вы начнете перезагрузку с игры. Вы можете войти снова, чтобы продолжить воспроизведение текущего прогресса.
vi: Có chắc là đổi tài khoản không?Bạn sẽ thoát khỏi tài khoản hiện tại và quay lại giao diện đăng nhập.
zh_hans: 是否确定切换账号?将退出当前账号，并返回登录界面。
zh_hk: 是否確認切換賬號？將退出當前賬號，並返回登入介面。

# 确定
source: Yes
de: Ja
es: Sí
fr: Bien
hi: है
ja: を選択して、
ko: 확인
ru: Да.
vi: Xác định
zh_hans: 确定
zh_hk: 確定

# 删除账号
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer un compte
hi: खाता मिटाएँ
ja: アカウントの削除
ko: 계정 삭제
ru: Удалить аккаунт
vi: Xóa tài khoản
zh_hans: 删除账号
zh_hk: 删除賬號

# 账号删除后无法恢复，请谨慎操作。
source: By tapping Delete your request will be submitted to be processed.
de: Durch Tippen auf Löschen wird Ihre Anfrage zur Bearbeitung eingereicht.
es: Haga clic en "Eliminar" y su solicitud se enviará para su procesamiento.
fr: Cliquez sur « supprimer » et votre demande sera soumise pour traitement.
hi: टैपिंग मिटाने के द्वारा आपका निवेदन प्रक्रिया करने के लिए जमा किया जाएगा.
ja: アカウントを削除しても復元できませんので、慎重に操作してください。
ko: 한번 삭제된 계정은 복구가 불가능하니 주의해 주시기 바랍니다.
ru: Учетная запись не может быть восстановлена после удаления, пожалуйста, будьте осторожны.
vi: Sau khi xóa tài khoản không thể khôi phục, xin hãy cẩn thận thao tác.
zh_hans: 账号删除后无法恢复，请谨慎操作。
zh_hk: 賬號删除後無法恢復，請謹慎操作。

# 如您删除本账号，则您在当前游戏中的所有充值记录、游戏进度和个人资料等信息将被清空且无法找回。
source: Be aware that this will DELETE ALL of your PURCHASES, PROGRESS, and PROFILES.
de: Seien Sie sich bewusst, dass dies alle Ihre Einkäufe, Fortschritte und Profile löscht.
es: Tenga en cuenta que esto eliminará todas sus compras, avances y datos personales.
fr: Veuillez noter que cela supprimera tous vos achats, votre progression et votre profil.
hi: जानते रहो कि यह अपने सभी प्रशास्त्र, प्रशास्त्र और प्रशास्त्रों को विभाजन करेगा।
ja: このアカウントを削除すると、現在のゲーム内のすべてのチャージレコード、ゲームの進行状況、プロフィールなどの情報がクリアされ、取り戻すことができません。
ko: 해당 계정을 삭제하시면 현재 게임 내 충전 기록, 게임 진행 상황, 개인정보 등 모든 정보가 삭제되어 복구할 수 없게 됩니다.
ru: Если вы удалите эту учетную запись, вся информация о пополнении, ходе игры и профиле в текущей игре будет очищена и не будет найдена.
vi: Nếu bạn xóa tài khoản này, tất cả thông tin như lịch sử nạp tiền, tiến độ trò chơi và dữ liệu cá nhân của bạn trong trò chơi hiện tại sẽ bị xóa và không thể lấy lại được.
zh_hans: 如您删除本账号，则您在当前游戏中的所有充值记录、游戏进度和个人资料等信息将被清空且无法找回。
zh_hk: 如您删除本賬號，則您在當前遊戲中的所有充值記錄、遊戲進度和個人資料等資訊將被清空且無法找回。

# 确定删除
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाएँ
ja: 削除
ko: 삭제
ru: Удалить
vi: Xoá
zh_hans: 确定删除
zh_hk: 確定删除

# 您确定要删除账号吗？
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Está seguro de que quiere solicitar la eliminación de la cuenta?
fr: Êtes - vous sûr de vouloir supprimer votre compte?
hi: क्या आप निश्चित है कि आप अपना खाता मिटाना चाहते हैं?
ja: 本当にアカウントを削除しますか？
ko: 정말로 계정을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить аккаунт?
vi: Bạn có chắc chắn muốn xóa tài khoản?
zh_hans: 您确定要删除账号吗？
zh_hk: 您確定要删除賬號嗎？

# 退出游戏
source: Exit
de: Verlassen
es: Exportaciones
fr: Exportations
hi: खेल से बाहर निकलें
ja: ゲームを終了する
ko: 게임 종료
ru: Выйти из игры
vi: Thoát khỏi trò chơi
zh_hans: 退出游戏
zh_hk: 退出遊戲

# 确定要退出游戏吗？
source: Are you sure to exit the game?
de: Bist du sicher, dass du das Spiel verlässt?
es: ¿Estás seguro de que quieres salir del juego?
fr: Êtes - vous sûr de vouloir quitter le jeu?
hi: क्या आप निश्चित है कि आप खेल से बाहर होना चाहते हैं?
ja: 本当にゲームを終了しますか？
ko: 게임을 종료하시겠습니까?
ru: Вы уверены, что хотите выйти из игры?
vi: Bạn chắc chắn muốn thoát khỏi trò chơi?
zh_hans: 确定要退出游戏吗？
zh_hk: 確定要退出遊戲嗎？

# 退出
source: Exit
de: Verlassen
es: Exportaciones
fr: Exportations
hi: हस्ताक्षर करें
ja: 終了
ko: 종료
ru: Выход
vi: Thoát
zh_hans: 退出
zh_hk: 退出

# 提示
source: Error
de: Fehler
fr: Erreur
hi: टिप्स
ja: ヒント
ko: 오류
ru: Ошибка
vi: Mẹo
zh_hans: 提示
zh_hk: 提示

# 当前网络不佳，请切换网络后重试。
source: Please check the network connection and retry.
de: Bitte überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
es: Compruebe la conexión a la red y vuelva a intentarlo.
fr: Vérifiez votre connexion réseau et réessayez.
hi: मौजूदा नेटवर्क अच्छा नहीं है. कृपया नेटवर्क स्विच करें और फिर कोशिश करें.
ja: 現在ネットワークが正しくありません。ネットワークを切り替えて再試行してください。
ko: 현재 네트워크의 상태가 불안정합니다. 네트워크를 바꾼 후 다시 시도해 주세요.
ru: Пожалуйста, проверьте сетевое соединение и попробуйте снова.
vi: Mạng hiện tại không tốt, hãy thử lại sau khi chuyển mạng.
zh_hans: 当前网络不佳，请切换网络后重试。
zh_hk: 當前網絡不佳，請切換網絡後重試。

# 重试
source: Retry
de: Wiederholen
es: Reinterpretar
fr: Essayez à nouveau
hi: फिर कोशिश करें
ja: 再試行
ko: 다시 시도
ru: Повторить попытку
vi: Thử lại
zh_hans: 重试
zh_hk: 重試

# 当前网络不佳，请检查网络后重试。
source: Please check your network connection and retry.
de: Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Compruebe su conexión a la red y vuelva a intentarlo.
fr: Vérifiez votre connexion réseau et réessayez.
hi: मौजूदा नेटवर्क अच्छा नहीं है. कृपया नेटवर्क जाँच करें और फिर कोशिश करें.
ja: 現在ネットワークが正しくありません。ネットワークを確認して再試行してください。
ko: 현재 네트워크의 상태가 불안정합다. 네트워크를 확인한 후 다시 시도해 주세요.
ru: Пожалуйста, проверьте подключение к сети и попробуйте снова.
vi: Mạng hiện tại không tốt, hãy thử lại sau khi kiểm tra mạng.
zh_hans: 当前网络不佳，请检查网络后重试。
zh_hk: 當前網絡不佳，請检查網絡後重試。

# 保存/加载进度
source: Save/Load Progress
de: Fortschritt speichern/laden
es: Progreso de guardar / cargar
fr: Sauvegarder / charger la progression
hi: प्रगति सहेजें/लोड करें
ja: 保存/ロードの進行状況
ko: 저장/불러오기 진행률
ru: Сохранить / загрузить прогресс
vi: Lưu/tải tiến trình
zh_hans: 保存/加载进度
zh_hk: 保存/加載進度

# 登录账号可保存或加载您的游戏进度
source: Login to save or load your game progress.
de: Logge dich ein, um deinen Spielfortschritt zu speichern oder zu laden.
es: Inicie sesión para guardar o cargar el progreso de su juego.
fr: Connectez - vous pour enregistrer ou charger votre progression de jeu.
hi: अपने खेल प्रगति को सहेजने या लोड करने के लिए लॉगिन करें.
ja: ログインアカウントはゲームの進行状況を保存またはロードすることができます。
ko: 계정에 로그인하면 게임 진행 상황을 저장하거나 불러올 수 있습니다.
ru: Войдите, чтобы сохранить или загрузить свой игровой прогресс.
vi: Đăng nhập để lưu hoặc tải tiến trình trò chơi của bạn.
zh_hans: 登录账号可保存或加载您的游戏进度
zh_hk: 登入賬號可保存或加載您的遊戲進度

# 请到设置-Game Center打开开关并登录以便继续使用
source: Go to Settings - Game Center to turn on the switch and login.
de: Gehe zu Einstellungen im Game Center, um den Schalter einzuschalten und dich anzumelden
es: Ir a "configuración" - el "centro de juegos" enciende el interruptor e inicia sesión
fr: Allez dans Settings - Game Center Allumez le commutateur et connectez - vous
hi: विन्यास में जाओ - स्विच और लॉगइन चालू करने के लिए खेल केंद्र
ja: セットアップ-Game Centerにスイッチを入れてログインして使用を続行してください。
ko: 설정 -Game Center에서 스위치를 켜고 로그인하세요.
ru: Переход на "Настройки" - "Игровой центр" Включите переключатель и войдите в систему
vi: Vào Settings – Game Center bật công tắc và đăng nhập
zh_hans: 请到设置-Game Center打开开关并登录以便继续使用
zh_hk: 請到設定-Game Center打開開關並登入以便繼續使用。

# 您的账号或设备存在异常，请联系客服。
source: There is an abnormality with your account or device. Please contact customer service.
de: Es liegt eine Anomalie mit Ihrem Konto oder Gerät vor. Bitte kontaktieren Sie den Kundenservice.
es: Su cuenta o dispositivo tiene una anomalía. Póngase en contacto con el servicio al cliente.
fr: Une anomalie est survenue sur votre compte ou votre appareil. Veuillez contacter le service clientèle.
hi: आपके खाता या युक्ति के साथ असामान्य है. कृपया ग्राहक सेवा संपर्क करें.
ja: アカウントまたはデバイスに異常があります。カスタマーサービスに連絡してください。
ko: 귀하의 계정이나 기기에 이상이 있을 경우 고객센터에 문의해 주세요.
ru: В вашем аккаунте или устройстве возникла аномалия. Пожалуйста, свяжитесь с клиентом.
vi: Tài khoản hoặc thiết bị của bạn xuất hiện bất thường. Vui lòng liên hệ với dịch vụ khách hàng.
zh_hans: 您的账号或设备存在异常，请联系客服。
zh_hk: 您的帳號或設備存在异常，請聯系客服。

# Facebook客服
source: Facebook
zh_hans: Facebook客服
zh_hk: Facebook客服

# AIHELP客服
source: AIHELP
zh_hans: AIHELP客服
zh_hk: AIHELP客服

# 交易进行中...
source: Processing
de: Verarbeitung
es: Tratamiento
fr: Traitement
hi: प्रक्रिया कर रहा है
ja: 取引処理中
ko: 거래 처리 중
ru: Обработка
vi: Xử lý
zh_hans: 交易进行中...
zh_hk: 交易進行中…

# 你当前已有订阅项目
source: Subscription already exists
de: Abonnement bereits vorhanden
es: La suscripción ya existe
fr: L'abonnement existe déjà
hi: सदस्यता पहले से ही मौजूद है
ja: あなたは現在購読プロジェクトを持っています
ko: 현재 구독 항목이 있습니다.
ru: Подписка уже существует
vi: Bạn hiện đang có dự án đăng ký.
zh_hans: 你当前已有订阅项目
zh_hk: 你當前已有訂閱項目

# 绑定邮箱
source: Bind Email
de: E-Mail binden
es: Correo electrónico vinculado
fr: E - mail lié
hi: बाइन्ड इमेल
ja: バインドメールボックス
ko: 메일 연동
ru: Связать электронную почту
vi: Hộp thư liên kết
zh_hans: 绑定邮箱
zh_hk: 綁定郵箱

# 添加邮箱
source: Add Email
de: E-Mail hinzufügen
es: Añadir correo electrónico
fr: Ajouter un email
hi: इमेल जोड़ें
ja: メールボックスの追加
ko: 메일 추가
ru: Добавить электронную почту
vi: Thêm hộp thư
zh_hans: 添加邮箱
zh_hk: 添加郵箱

# 请输入正确的邮箱
source: Incorrect Email
de: Falsche E-Mail
es: El correo electrónico no es correcto
fr: Email incorrect
hi: गलत ईमेल
ja: 正しいメールアドレスを入力してください
ko: 올바른 메일을 입력하세요
ru: Неверная электронная почта
vi: Vui lòng nhập đúng hộp thư
zh_hans: 请输入正确的邮箱
zh_hk: 請輸入正確的郵箱

# 发送验证码成功
source: Code sent success
de: Code erfolgreich gesendet
es: El Código fue enviado con éxito
fr: Code envoyé avec succès
hi: कोड सफलता भेजा गया
ja: 認証コードの送信に成功しました
ko: 인증 코드 전송 성공
ru: Код отправлен успешно
vi: Gửi CAPTCHA thành công
zh_hans: 发送验证码成功
zh_hk: 發送驗證碼成功

# 网络错误
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
hi: नेटवर्क त्रुटि
ja: ネットワークエラー
ko: 네트워크 오류
ru: Сетевая ошибка
vi: Lỗi mạng
zh_hans: 网络错误
zh_hk: 網絡錯誤

# 是否确定切换账号?将登录您最后选择的账号。
source: Are you sure you want to switch accounts?You will be logged into the account you last selected.
de: Sind Sie sicher, dass Sie Ihr Konto wechseln möchten? Sie werden in das Konto eingeloggt, das Sie zuletzt ausgewählt haben.
es: ¿Estás seguro de que quieres cambiar de cuenta? Se conectará a la cuenta elegida por última vez.
fr: Êtes - vous sûr de vouloir changer de compte? Vous serez connecté au dernier compte que vous avez sélectionné.
hi: क्या आप निश्चित है कि आप खाता स्विच करना चाहते हैं? आप अंतिम चयनित खाता में लॉग किया जाएगा.
ja: アカウントを切り替えてよろしいですか？最後に選択したアカウントにログインします。。
ko: 계정을 바꾸시겠습니까? 마지막으로 선택한 계정에 로그인합니다.
ru: Вы уверены, что хотите поменять счет? Вы войдете в выбранную учетную запись.
vi: Có chắc là đổi tài khoản không?Tài khoản bạn chọn cuối cùng sẽ được đăng nhập.
zh_hans: 是否确定切换账号?将登录您最后选择的账号。
zh_hk: 是否確認切換賬號？將登入您最後選擇的賬號。。
